<template>
	<div class="message-container">
	    <p>名下客户投资时，理财师将获得一笔收益，该收益称为销售佣金。</p>
	    <p>根据客户投资金额、投资产品所属平台的佣金率、投资产品是否为首投标、产品期限不同，理财师能获得不同的佣金，具体计算规则如下：</p>
	    <h1>1. 首投标佣金计算规则<span>（产品右上角带“首投标”标签）</span></h1>
	    <p>只有用户首次投资该机构的产品时，才会产生佣金。佣金计算公式如下：</p>
	    <h4>佣金=投资金额×年化佣金率×投资期限／360</h4>
	    <p>投资金额大于佣金计算金额上限时，按佣金计算金额上限进行计算，否则按实际投资金额计算；投资期限大于佣金计算期限上限时，按佣金计算期限上限计算，否则按实际投资期限计算。</p>
	    <p>示例：</p>
	    <p>某合作机构佣金计算金额上限为20000元，佣金计算期限上限为90天，首投年化佣金为2%。若客户购买50000元期限为6个月的产品，则</p>
	    <h4>佣金＝20000×2%×90/360＝100元</h4>
	    <p>若产品可提前赎回或转让（带“可赎回”或“可转让”标签）则先计算锁定期佣金到理财师账户，锁定期后若用户继续持有该产品，则每天计算一次佣金到理财师账户，次月15日发放到理财师银行卡）。佣金计算公式如下：</p>
	    <div class="all_commission">
	        <h3>总佣金＝锁定期佣金＋N＊锁定期后每天佣金<p>(N为锁定期后持有天数)</p></h3>
	    </div>
	    <p>示例：</p>
	    <p>假设客户购买50000元期限12为个月，锁定期为90天，30天后可自由赎回，年化佣金为2%的产品，则</p>
	    <p>锁定期佣金＝50000×2%×90/360=250元</p>
	    <p>90天后，用户每多持有该产品一天，理财师佣金增加量即锁定期后每天佣金＝50000×2%×1/360=2.78元</p>
	    
	    <h1>2. 复投标佣金计算规则<span>（产品右上角带“复投标”标签）</span></h1>
	    <p>用户每次购买，都会产生佣金。佣金计算公式如下</p>
	    <h4>佣金=销售金额×年化佣金率×产品期限／360</h4>
	    <p>示例：</p>
	    <p>客户购买50000元期限为6个月(180天)、佣金为2%的产品，则佣金＝50000×2%×180/360＝500元</p>
	    <p>若产品可提前赎回或转让（带“可赎回”或“可转让”标签）则先计算锁定期佣金到理财师账户，锁定期后若用户继续持有该产品，则每天计算一次佣金到理财师账户，次月15日发放到理财师银行卡）。佣金计算公式如下：</p>
	    <div class="all_commission">
	        <h3>总佣金＝锁定期佣金＋N＊锁定期后每天佣金<p>(N为锁定期后持有天数)</p></h3>
	    </div>
	    <p>示例：</p>
	    <p>假设客户购买50000元期限为12个月，锁定期为90天，30天后可自由赎回，年化佣金为2%的产品，则锁定期佣金＝50000×2%×90/360=250元</p>
	    <p>90天后，用户每多持有该产品一天，理财师佣金增加量即锁定期后每天佣金＝50000×2%×1/360=2.78元</p>
	</div>
</template>
<script>
	
</script>
<style scoped>
	.message-container{
		padding: .3rem;
		background: #fff;
	}
	p{
	    line-height: 2em;
	    font-size: .26rem;
	    color: #969696;
	}
	h1{
	    font-size: .26rem;
	    color: #3e4446;
	    padding-top: .4rem;
	}
	h1 span{
	    font-size: .26rem;
	    color: #969696;
	}
	h4{
	    font-size: .26rem;
	    color: #3e4446;
	    padding-top: .3rem;
	    padding-bottom: .6rem;
	    text-align: center;
	    line-height: 1;
	}
	.all_commission{
	    position: relative;
	    width: 100%;
	    display: flex;
	    justify-content: center;
	    padding-left: 1.1rem;
	    padding-bottom: .2rem;
	}
	.all_commission h3{
		width: 100%;
	    font-size: .26rem;
	    color: #3e4446;
	}
	.all_commission p{
		width: 100%;
	}
</style>